import React from 'react';

function Blog() {
  return (
    <div style={{ padding: '20px' }}>
      <h2>Блог</h2>
      <p>Читайте наш блог, чтобы узнать последние новости и тенденции в мире интерактивных развлечений!</p>
      <ul>
        <li><a href="#">Тема 1: Инновации в виртуальной реальности</a></li>
        <li><a href="#">Тема 2: Как организовать успешный тимбилдинг</a></li>
        <li><a href="#">Тема 3: Тренды в сфере развлечений для мероприятий</a></li>
      </ul>
    </div>
  );
}

export default Blog;
