import React from 'react';

function RentConditions() {
  return (
    <div style={{ padding: '20px' }}>
      <h2>Условия аренды</h2>
      <p>Чтобы арендовать наше оборудование, необходимо ознакомиться с условиями аренды:</p>
      <ul>
        <li>Депозит за аренду оборудования</li>
        <li>Обязательное страхование оборудования</li>
        <li>Ограничения по времени использования</li>
        <li>Обязанности по возврату оборудования в исправном состоянии</li>
      </ul>
      <p>Для получения более подробной информации свяжитесь с нами!</p>
    </div>
  );
}

export default RentConditions;
